[M_Orchid_PlotMission01 MissionDefinition]
TurnInDescription="You've cleared [place]Oasis[-place] of pirates and met the eccentric Shade. Now it's time to roll up your sleeves  (metaphorically), get dirty (metaphorically), and properly begin your quest to find a buttload of loot (non-metaphorically)."

[M_Orchid_PlotMission01:MeetShadeSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="After a round of hostile negotiations with No-Beard and various pirates, the town of [place]Oasis[-place] is safe. Time to find this Shade character."
